Repository: jaapstronks/ollie-app
Catalog: Ollie-app/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, sv

source: Double-tap to complete
de: Doppeltippen zum Abschließen
es: Doble toque para completar
fr: Appuyez deux fois pour compléter
it: Doppio tocco per completare
sv: Double-Tryck för att complete

source: Double-tap to go to today
de: Doppeltippen um zu heute zu gehen
es: Doble toque para ir a hoy
fr: Appuyez deux fois pour aller à aujourd'hui
it: Doppio tocco per andare a oggi
sv: Double-Tryck för att go Till Idag

source: Double-tap to log %@
de: Doppeltippen um %@ zu protokollieren
es: Doble toque para registrar %@
fr: Appuyez deux fois pour enregistrer %@
it: Doppio tocco per registrare %@
sv: Double-Tryck för att Logg %@

source: Double-tap to log pee or poop
de: Doppeltippen um Pipi oder Häufchen zu protokollieren
es: Doble toque para registrar pis o caca
fr: Appuyez deux fois pour enregistrer pipi ou caca
it: Doppio tocco per registrare pipì o cacca
nl: Dubbeltik om plassen of poepen te registreren
sv: Double-Tryck för att Logg Kissa or Bajsa

source: Double-tap to save
de: Doppeltippen zum Speichern
es: Doble toque para guardar
fr: Appuyez deux fois pour sauvegarder
it: Doppio tocco per salvare
sv: Double-Tryck för att Spara

source: Double-tap to see all event types
de: Doppeltippen um alle Ereignistypen zu sehen
es: Doble toque para ver todos los tipos de eventos
fr: Appuyez deux fois pour voir tous les types d'événements
it: Doppio tocco per vedere tutti i tipi di evento
nl: Dubbeltik om alle event types te zien
sv: Double-Tryck för att Se alla Händelse Typer

source: Double-tap to select %@
de: Doppeltippen um %@ auszuwählen
es: Doble toque para seleccionar %@
fr: Appuyez deux fois pour sélectionner %@
it: Doppio tocco per selezionare %@
sv: Double-Tryck för att Välj %@

source: Double-tap to view attached media
de: Doppeltippen um angehängte Medien anzuzeigen
es: Doble toque para ver medios adjuntos
fr: Appuyez deux fois pour voir les médias joints
it: Doppio tocco per visualizzare i media allegati
sv: Double-Tryck för att view attached media

source: Double-tap to view full photo
de: Doppeltippen um vollständiges Foto anzuzeigen
es: Doble toque para ver foto completa
fr: Appuyez deux fois pour voir la photo complète
it: Doppio tocco per visualizzare la foto completa
sv: Double-Tryck för att view full Foto

source: Double-tap Undo to restore
de: Doppeltippen auf Rückgängig zum Wiederherstellen
es: Doble toque en Deshacer para restaurar
fr: Appuyez deux fois sur Annuler pour restaurer
it: Doppio tocco su Annulla per ripristinare
nl: Dubbeltik op Ongedaan maken om te herstellen
sv: Double-tap Ångra Till Återställ

source: Down
de: Platz
es: Echado
fr: Couché
it: A terra
sv: Ligg

source: Download failed
de: Download fehlgeschlagen
es: Descarga fallida
fr: Échec du téléchargement
it: Download fallito

# Downloading: %lld/%lld
source: Downloading: %1$lld/%2$lld
de: Herunterladen: %lld/%lld
es: Descargando: %1$lld/%2$lld
fr: Téléchargement : %1$lld/%2$lld
it: Download: %1$lld/%2$lld

source: Drink
de: Trinken
es: Beber
fr: Boire
it: Bere
nl: Drinken
sv: Dricka

source: Dry ahead
de: Trocken voraus
es: Seco mas adelante
fr: Sec à venir
it: Asciutto in vista

source: Dry ahead, air quality good
de: Trocken voraus, Luftqualität gut
es: Seco mas adelante, buena calidad del aire
fr: Sec à venir, qualité de l'air bonne
it: Asciutto in vista, qualità aria buona
sv: Dry ahead, air quality Bra

source: Due this week
de: Diese Woche fällig
es: Para esta semana
fr: Prévu cette semaine
it: Previsto questa settimana
sv: Due denna Vecka

source: Duration
de: Dauer
es: Duracion
fr: Durée
it: Durata
nl: Duur
sv: Längd

source: Duration (minutes)
de: Dauer (Minuten)
es: Duracion (minutos)
fr: Durée (minutes)
it: Durata (minuti)
sv: Längd (minuter)

source: Duration in minutes
de: Dauer in Minuten
es: Duracion en minutos
fr: Durée en minutes
it: Durata in minuti
sv: Längd I minuter

source: Duration Training
de: Dauertraining
es: Entrenamiento de duracion
fr: Entraînement de durée
it: Addestramento durata
sv: Längd Träning

source: During walk
de: Während Spaziergang
es: Durante el paseo
fr: Pendant la promenade
it: Durante passeggiata
sv: During Promenad

source: e.g. 8.5
de: z.B. 8,5
es: ej. 8.5
fr: ex. 8,5
it: es. 8,5

source: e.g. 18.7
de: z.B. 18,7
es: ej. 18.7
fr: ex. 18,7
it: es. 18,7

source: e.g. 80g
de: z.B. 80g
es: ej. 80g
fr: ex. 80g
it: es. 80g

source: E.g. after eating, in the garden...
de: Z.B. nach dem Fressen, im Garten...
es: Ej. despues de comer, en el jardin...
fr: Ex. après avoir mangé, dans le jardin...
it: Es. dopo aver mangiato, in giardino...
nl: Bijv. na het eten, in de tuin...
sv: E.g. after Äter, I the Trädgård...

source: e.g. Breakfast
de: z.B. Frühstück
es: ej. Desayuno
fr: ex. Petit-déjeuner
it: es. Colazione
nl: bijv. Ontbijt
sv: e.g. Frukost

source: e.g. Good focus, needed help
de: z.B. Guter Fokus, brauchte Hilfe
es: ej. Buen enfoque, necesito ayuda
fr: ex. Bonne concentration, a eu besoin d'aide
it: es. Buona concentrazione, ha avuto bisogno di aiuto
sv: e.g. Bra focus, needed Hjälp

source: e.g. Morning walk
de: z.B. Morgenspaziergang
es: ej. Paseo matutino
fr: ex. Promenade matinale
it: es. Passeggiata mattutina
nl: bijv. Ochtendwandeling
sv: e.g. Morgon Promenad

source: e.g. Park, Trail, Corner
de: z.B. Park, Weg, Ecke
es: ej. Parque, Sendero, Esquina
fr: ex. Parc, Sentier, Coin
it: es. Parco, Sentiero, Angolo

source: Earlier
de: Früher
es: Antes
fr: Plus tôt
it: Prima

source: Early (~20 min)
de: Früh (~20 Min.)
es: Temprano (~20 min)
fr: Tôt (~20 min)
it: Presto (~20 min)
nl: Vroeg (~20 min)

source: Early afternoon
de: Früher Nachmittag
es: Primera hora de la tarde
fr: Début d'après-midi
it: Primo pomeriggio
sv: Early Eftermiddag

source: Early morning
de: Früher Morgen
es: Madrugada
fr: Tôt le matin
it: Prima mattina
sv: Early Morgon

source: Eat
de: Fressen
es: Comer
fr: Manger
it: Mangiare
nl: Eten
sv: Äta

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
nl: Bewerk
sv: Redigera

source: Edit Appointment
de: Termin bearbeiten
es: Editar cita
fr: Modifier le rendez-vous
it: Modifica appuntamento
sv: Redigera Bokad tid

source: Edit Contact
de: Kontakt bearbeiten
es: Editar contacto
fr: Modifier le contact
it: Modifica contatto
sv: Redigera Kontakt

source: Edit Document
de: Dokument bearbeiten
es: Editar documento
fr: Modifier le document
it: Modifica documento
sv: Redigera Dokument

source: Edit exercise limit
de: Bewegungslimit bearbeiten
es: Editar limite de ejercicio
fr: Modifier la limite d'exercice
it: Modifica limite esercizio
nl: Bewerk bewegingslimiet
sv: Redigera Motion limit

source: Edit meal
de: Mahlzeit bearbeiten
es: Editar comida
fr: Modifier le repas
it: Modifica pasto
sv: Redigera Måltid

source: Edit meals
de: Mahlzeiten bearbeiten
es: Editar comidas
fr: Modifier les repas
it: Modifica pasti
nl: Bewerk maaltijden
sv: Redigera Måltider

source: Edit medication
de: Medikament bearbeiten
es: Editar medicamento
fr: Modifier le médicament
it: Modifica farmaco
nl: Medicijn bewerken
sv: Redigera Medicinering

source: Edit sleep time
de: Schlafzeit bearbeiten
es: Editar hora de dormir
fr: Modifier l'heure du coucher
it: Modifica ora sonno
sv: Redigera Sova Tid

source: Edit wake-up time
de: Aufwachzeit bearbeiten
es: Editar hora de despertar
fr: Modifier l'heure du réveil
it: Modifica ora risveglio
sv: Redigera Vakna-Upp Tid

source: Edit walk
de: Spaziergang bearbeiten
es: Editar paseo
fr: Modifier la promenade
it: Modifica passeggiata
sv: Redigera Promenad

source: Edit Walk
de: Spaziergang bearbeiten
es: Editar paseo
fr: Modifier la promenade
it: Modifica passeggiata
sv: Redigera Promenad

source: Edit walk schedule
de: Spaziergangsplan bearbeiten
es: Editar horario de paseos
fr: Modifier le programme de promenades
it: Modifica programma passeggiate
sv: Redigera Promenad schedule

source: Effective Status
de: Effektiver Status
es: Estado efectivo
fr: Statut effectif
it: Stato effettivo

source: Elderly person
de: Ältere Person
es: Persona mayor
fr: Personne âgée
it: Persona anziana

source: Elevator
de: Aufzug
es: Ascensor
fr: Ascenseur
it: Ascensore

source: Email address
de: E-Mail-Adresse
es: Direccion de correo
fr: Adresse e-mail
it: Indirizzo email
sv: E-post Adress

source: Emergency vehicle
de: Einsatzfahrzeug
es: Vehiculo de emergencia
fr: Véhicule d'urgence
it: Veicolo di emergenza

source: Emergency Vet
de: Nottierarzt
es: Veterinario de emergencia
it: Veterinario emergenza
nl: Spoeddierenarts
sv: Emergency Veterinär

source: Enable Alerts
de: Warnungen aktivieren
es: Activar alertas
fr: Activer les alertes
it: Abilita avvisi

source: Enable Location
de: Standort aktivieren
es: Activar ubicacion
fr: Activer la localisation
it: Abilita posizione
sv: Enable Plats

source: Enable location in Settings to capture walk spots
de: Standort in Einstellungen aktivieren, um Spaziergangorte zu erfassen
es: Activa la ubicacion en Ajustes para capturar lugares de paseo
fr: Activez la localisation dans Réglages pour capturer les lieux de promenade
it: Abilita la posizione nelle Impostazioni per catturare i luoghi delle passeggiate
sv: Enable Plats I Inställningar Till capture Promenad spots

source: Enable Notifications
de: Benachrichtigungen aktivieren
es: Activar notificaciones
fr: Activer les notifications
it: Abilita notifiche
sv: Aktivera notiser

source: Enable notifications in Settings to receive reminders.
de: Aktiviere Benachrichtigungen in den Einstellungen, um Erinnerungen zu erhalten.
es: Activa las notificaciones en Ajustes para recibir recordatorios.
fr: Activez les notifications dans Réglages pour recevoir des rappels.
it: Abilita le notifiche nelle Impostazioni per ricevere promemoria.
nl: Schakel meldingen in via Instellingen om herinneringen te ontvangen.
sv: Aktivera notiser I Inställningar Till receive Påminnelser.

source: Enable notifications to receive reminders
de: Benachrichtigungen aktivieren, um Erinnerungen zu erhalten
es: Activa las notificaciones para recibir recordatorios
fr: Activez les notifications pour recevoir des rappels
it: Abilita le notifiche per ricevere promemoria
nl: Schakel meldingen in om herinneringen te ontvangen
sv: Aktivera notiser Till receive Påminnelser

source: Enable webhooks
de: Webhooks aktivieren
es: Activar webhooks
fr: Activer les webhooks
it: Abilita webhook

source: End
de: Ende
es: Fin
fr: Fin
it: Fine
sv: Slut

source: End Activity
de: Aktivität beenden
es: Terminar actividad
fr: Terminer l'activité
it: Termina attività
sv: Slut Aktivitet

source: End date
de: Enddatum
es: Fecha de fin
fr: Date de fin
it: Data fine
nl: Einddatum
sv: Slut Datum

source: End now
de: Jetzt beenden
es: Terminar ahora
fr: Terminer maintenant
it: Termina ora
sv: Slut Nu

source: End on a positive note — even a small one counts
de: Positiv beenden — auch ein kleiner Erfolg zählt
es: Termina con una nota positiva — incluso una pequena cuenta
fr: Terminez sur une note positive — même une petite compte
it: Termina con una nota positiva — anche una piccola conta
sv: Slut På a positive Anteckning — even a Liten one counts

source: End Session
de: Sitzung beenden
es: Terminar sesion
fr: Terminer la séance
it: Fine sessione
nl: Beëindig sessie
sv: Slut Session

source: End Session?
de: Sitzung beenden?
es: Terminar sesion?
fr: Terminer la séance ?
it: Terminare sessione?
sv: Slut Session?

source: End sleep
de: Schlaf beenden
es: Terminar sueno
fr: Terminer le sommeil
it: Fine sonno
sv: Slut Sova

source: End time
de: Endzeit
es: Hora de fin
fr: Heure de fin
it: Ora fine
sv: Slut Tid

source: End Time
de: Endzeit
es: Hora de fin
fr: Heure de fin
it: Ora fine
sv: Slut Tid

source: End walk
de: Spaziergang beenden
es: Terminar paseo
fr: Terminer la promenade
it: Fine passeggiata
sv: Avsluta promenad

source: Ended %lld min ago
de: Endete vor %lld Min.
es: Termino hace %lld min
fr: Terminé il y a %lld min
it: Terminato %lld min fa
sv: Ended %lld min sedan

source: Ends
de: Endet
es: Termina
fr: Fin
it: Finisce

source: Enter an optional note
de: Gib eine optionale Notiz ein
es: Ingresa una nota opcional
fr: Saisissez une note optionnelle
it: Inserisci una nota opzionale
sv: Enter an optional Anteckning

source: Enter brand name...
de: Markenname eingeben...
es: Ingresa nombre de marca...
fr: Entrez le nom de la marque...
it: Inserisci nome marca...
sv: Enter brand Namn...

source: Enter custom
de: Eigene eingeben
es: Ingresar personalizado
fr: Saisir personnalisé
it: Inserisci personalizzato
nl: Vul zelf in
sv: Enter Anpassad

source: Enter the duration in minutes
de: Gib die Dauer in Minuten ein
es: Ingresa la duracion en minutos
fr: Entrez la durée en minutes
it: Inserisci la durata in minuti
sv: Enter the Längd I minuter

source: Enter the name for this meal, like Breakfast or Dinner
de: Gib den Namen für diese Mahlzeit ein, wie Frühstück oder Abendessen
es: Ingresa el nombre de esta comida, como Desayuno o Cena
fr: Entrez le nom de ce repas, comme Petit-déjeuner ou Dîner
it: Inserisci il nome per questo pasto, come Colazione o Cena
nl: Voer de naam van deze maaltijd in, zoals Ontbijt of Avondeten
sv: Enter the Namn for denna Måltid, like Frukost or Middag

source: Enter the name of a person or animal
de: Gib den Namen einer Person oder eines Tieres ein
es: Ingresa el nombre de una persona o animal
fr: Entrez le nom d'une personne ou d'un animal
it: Inserisci il nome di una persona o animale
sv: Enter the Namn av a Person or animal

source: Enter the portion size, like 80g
de: Gib die Portionsgröße ein, wie 80g
es: Ingresa el tamano de porcion, como 80g
fr: Entrez la taille de la portion, comme 80g
it: Inserisci la porzione, come 80g
sv: Enter the portion Storlek, like 80g

source: Enter the training exercise name
de: Gib den Namen der Trainingsübung ein
es: Ingresa el nombre del ejercicio de entrenamiento
fr: Entrez le nom de l'exercice d'entraînement
it: Inserisci il nome dell'esercizio di addestramento
sv: Enter the Träning Motion Namn

source: Enter the training result
de: Gib das Trainingsergebnis ein
es: Ingresa el resultado del entrenamiento
fr: Entrez le résultat de l'entraînement
it: Inserisci il risultato dell'addestramento
sv: Enter the Träning result

source: Enter weight
de: Gewicht eingeben
es: Ingresar peso
fr: Entrez le poids
it: Inserisci peso
sv: Enter Vikt

source: Enter your puppy's name
de: Gib den Namen deines Welpen ein
es: Ingresa el nombre de tu cachorro
fr: Entrez le nom de votre chiot
it: Inserisci il nome del tuo cucciolo
nl: Voer de naam van je puppy in
sv: Enter your Valp's Namn

source: Environments
de: Umgebungen
es: Ambientes
fr: Environnements
it: Ambienti

source: Error
de: Fehler
fr: Erreur
it: Errore
nl: Fout
sv: Fel

source: Est. Adult
de: Gesch. Erwachsen
es: Adulto est.
fr: Adulte est.
it: Adulto stimato
sv: Est. Vuxen

source: Evening
de: Abend
es: Noche
fr: Soir
it: Sera
nl: Avond
sv: Kväll

source: Evening walk
de: Abendspaziergang
es: Paseo nocturno
fr: Promenade du soir
it: Passeggiata serale
nl: Avondwandeling
sv: Kväll Promenad

source: Event deleted
de: Ereignis gelöscht
es: Evento eliminado
fr: Événement supprimé
it: Evento eliminato
nl: Event verwijderd
sv: Händelse Raderad

source: Event Type
de: Ereignistyp
es: Tipo de evento
fr: Type d'événement
it: Tipo evento
sv: Händelsetyp

source: Event types
de: Ereignistypen
es: Tipos de evento
fr: Types d'événements
it: Tipi evento
sv: Händelse Typer

source: Events
de: Ereignisse
es: Eventos
fr: Événements
it: Eventi
sv: Händelser

source: Events will appear here as a visual timeline
de: Ereignisse erscheinen hier als visuelle Zeitleiste
es: Los eventos apareceran aqui como una cronologia visual
fr: Les événements apparaîtront ici sous forme de chronologie visuelle
it: Gli eventi appariranno qui come timeline visiva
sv: Händelser will appear here as a visual Tidslinje

source: Eventually fade the lure into a hand signal
de: Schließlich den Köder in ein Handsignal überführen
es: Eventualmente desvanece la guia en una senal de mano
fr: Progressivement remplacez l'appât par un signal de la main
it: Gradualmente trasforma l'esca in un segnale manuale

source: Every
de: Alle
es: Cada
fr: Chaque
it: Ogni

source: Every 2 weeks
de: Alle 2 Wochen
es: Cada 2 semanas
it: Ogni 2 settimane
nl: Om de 2 weken
sv: Every 2 veckor

source: Example commands:
de: Beispielbefehle:
es: Comandos de ejemplo:
fr: Exemples de commandes :
it: Comandi esempio:
sv: Example Kommandon:

source: Exercise
de: Übung
es: Ejercicio
fr: Exercice
it: Esercizio
nl: Beweging
sv: Motion

source: Exercise limit
de: Bewegungslimit
es: Limite de ejercicio
fr: Limite d'exercice
it: Limite esercizio
nl: Bewegingslimiet
sv: Motion limit

source: Exercise Limits
de: Bewegungslimits
es: Limites de ejercicio
fr: Limites d'exercice
it: Limiti esercizio
sv: Motion Limits

source: Exercises
de: Übungen
es: Ejercicios
it: Esercizi
nl: Oefeningen

source: Exit Without Saving
de: Beenden ohne Speichern
es: Salir sin guardar
fr: Quitter sans sauvegarder
it: Esci senza salvare
sv: Exit Without Sparar

source: Expand map
de: Karte erweitern
es: Expandir mapa
fr: Agrandir la carte
it: Espandi mappa
sv: Expandera Karta

source: Expired
de: Abgelaufen
es: Expirado
fr: Expiré
it: Scaduto

source: Expired %lld days ago
de: Vor %lld Tagen abgelaufen
es: Expiro hace %lld dias
fr: Expiré il y a %lld jours
it: Scaduto %lld giorni fa
sv: Expired %lld dagar sedan

source: Expired 1 day ago
de: Vor 1 Tag abgelaufen
es: Expiro hace 1 dia
fr: Expiré il y a 1 jour
it: Scaduto 1 giorno fa
sv: Expired 1 Dag sedan

source: Expires in %lld days
de: Läuft in %lld Tagen ab
es: Expira en %lld dias
fr: Expire dans %lld jours
it: Scade tra %lld giorni
sv: Expires I %lld dagar

source: Expires in 1 day
de: Läuft in 1 Tag ab
es: Expira en 1 dia
fr: Expire dans 1 jour
it: Scade tra 1 giorno
sv: Expires I 1 Dag

source: Expires Soon
de: Läuft bald ab
es: Expira pronto
fr: Expire bientôt
it: Scade presto

source: Expiry Date
de: Ablaufdatum
es: Fecha de expiracion
fr: Date d'expiration
it: Data scadenza
sv: Expiry Datum

source: Explore
de: Erkunden
es: Explorar
fr: Explorer
it: Esplora

source: Explore view mode
de: Erkundungsansicht
es: Modo de vista explorar
fr: Mode d'affichage exploration
it: Modalità visualizzazione esplora

source: Export
de: Exportieren
es: Exportar
fr: Exporter
it: Esporta
sv: Exportera

source: Export all your puppy's data to share or back up.
de: Exportiere alle Daten deines Welpen zum Teilen oder Sichern.
es: Exporta todos los datos de tu cachorro para compartir o respaldar.
fr: Exportez toutes les données de votre chiot pour les partager ou les sauvegarder.
it: Esporta tutti i dati del tuo cucciolo per condividere o backup.
sv: Exportera Alla your Valp's Data Till Dela or Tillbaka Upp.

source: Export complete
de: Export abgeschlossen
es: Exportacion completa
fr: Export terminé
it: Esportazione completata
sv: Exportera complete

source: Export Complete
de: Export abgeschlossen
es: Exportacion completa
fr: Export terminé
it: Esportazione completata
sv: Exportera Complete

source: Export data
de: Daten exportieren
es: Exportar datos
fr: Exporter les données
it: Esporta dati
sv: Exportera data

source: Export Data
de: Daten exportieren
es: Exportar datos
fr: Exporter les données
it: Esporta dati
sv: Exportera data

source: Export failed
de: Export fehlgeschlagen
es: Exportacion fallida
fr: Échec de l'export
it: Esportazione fallita
sv: Exportera failed

source: Export logs and reports for your vet
de: Protokolle und Berichte für deinen Tierarzt exportieren
es: Exporta registros e informes para tu veterinario
fr: Exportez des journaux et rapports pour votre vétérinaire
it: Esporta registri e report per il veterinario
sv: Exportera Loggar and Rapporter for your Veterinär

source: Export to PDF
de: Als PDF exportieren
es: Exportar a PDF
fr: Exporter en PDF
it: Esporta in PDF
sv: Exportera Till PDF

source: exposures
de: Kontakte
es: exposiciones
fr: expositions
it: esposizioni

source: Extra Large
de: Sehr groß
es: Extra grande
fr: Très grand
it: Extra grande
nl: Extra groot
sv: Extra stor

source: Extra large (>45kg)
de: Sehr groß (>45kg)
es: Extra grande (>45kg)
fr: Très grand (>45kg)
it: Extra grande (>45kg)
nl: Extra groot (>45kg)
sv: Extra stor (>45kg)

source: Failed to delete. Please try again.
de: Löschen fehlgeschlagen. Bitte erneut versuchen.
es: No se pudo eliminar. Por favor intenta de nuevo.
fr: Échec de la suppression. Veuillez réessayer.
it: Impossibile eliminare. Riprova.
sv: Misslyckades med att Radera. Please Försök igen.

source: Failed to load data. Please try again.
de: Daten laden fehlgeschlagen. Bitte erneut versuchen.
es: No se pudieron cargar los datos. Por favor intenta de nuevo.
fr: Échec du chargement des données. Veuillez réessayer.
it: Impossibile caricare i dati. Riprova.
sv: Misslyckades med att load Data. Please Försök igen.

source: Failed to log event
de: Ereignis protokollieren fehlgeschlagen
es: No se pudo registrar el evento
fr: Échec de l'enregistrement de l'événement
it: Impossibile registrare evento
sv: Misslyckades med att Logg Händelse

source: Failed to log event: %@
de: Ereignis protokollieren fehlgeschlagen: %@
es: No se pudo registrar el evento: %@
fr: Échec de l'enregistrement de l'événement : %@
it: Impossibile registrare evento: %@
sv: Misslyckades med att Logg Händelse: %@

source: Failed to log meal: %@
de: Mahlzeit protokollieren fehlgeschlagen: %@
es: No se pudo registrar la comida: %@
fr: Échec de l'enregistrement du repas : %@
it: Impossibile registrare pasto: %@
sv: Misslyckades med att Logg Måltid: %@

source: Failed to log sleep: %@
de: Schlaf protokollieren fehlgeschlagen: %@
es: No se pudo registrar el sueno: %@
fr: Échec de l'enregistrement du sommeil : %@
it: Impossibile registrare sonno: %@
sv: Misslyckades med att Logg Sova: %@

source: Failed to log wake up: %@
de: Aufwachen protokollieren fehlgeschlagen: %@
es: No se pudo registrar el despertar: %@
fr: Échec de l'enregistrement du réveil : %@
it: Impossibile registrare risveglio: %@
sv: Misslyckades med att Logg Vakna: %@

source: Failed to log walk: %@
de: Spaziergang protokollieren fehlgeschlagen: %@
es: No se pudo registrar el paseo: %@
fr: Échec de l'enregistrement de la promenade : %@
it: Impossibile registrare passeggiata: %@
sv: Misslyckades med att Logg Promenad: %@

source: Failed to remove event: %@
de: Ereignis entfernen fehlgeschlagen: %@
es: No se pudo eliminar el evento: %@
fr: Échec de la suppression de l'événement : %@
it: Impossibile rimuovere evento: %@
sv: Misslyckades med att remove Händelse: %@

source: Failed to save event: %@
de: Ereignis speichern fehlgeschlagen: %@
es: No se pudo guardar el evento: %@
fr: Échec de la sauvegarde de l'événement : %@
it: Impossibile salvare evento: %@
sv: Misslyckades med att Spara Händelse: %@

source: Failed to save. Please try again.
de: Speichern fehlgeschlagen. Bitte erneut versuchen.
es: No se pudo guardar. Por favor intenta de nuevo.
fr: Échec de la sauvegarde. Veuillez réessayer.
it: Impossibile salvare. Riprova.
sv: Misslyckades med att Spara. Please Försök igen.

source: Failed to sync with calendar
de: Synchronisierung mit Kalender fehlgeschlagen
es: No se pudo sincronizar con el calendario
fr: Échec de la synchronisation avec le calendrier
it: Impossibile sincronizzare con calendario
sv: Misslyckades med att Synkronisera with Kalender

source: Failed to sync. Please try again.
de: Synchronisierung fehlgeschlagen. Bitte erneut versuchen.
es: No se pudo sincronizar. Por favor intenta de nuevo.
fr: Échec de la synchronisation. Veuillez réessayer.
it: Impossibile sincronizzare. Riprova.
sv: Misslyckades med att Synkronisera. Please Försök igen.

source: Far
de: Weit
es: Lejos
fr: Loin
it: Lontano

source: Favorite Spots
de: Lieblingsorte
es: Lugares favoritos
it: Luoghi preferiti
nl: Favoriete plekken

source: Favorites
de: Favoriten
es: Favoritos
fr: Favoris
it: Preferiti
